Processing/src/editedMessage_xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<email>apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<password>apple</password>
<userid></-04>119</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password><!--</password>
<userid>20</userid>
<username>--><userid>10</userid><username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<groupid>10</groupid>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<groupid>10</groupid>
<password>apple</password><!--</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email><!--</email>
<groupid>--><groupid>10</groupid>
<password>apple</password>
<userid></>15194</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email><!--</email>
<groupid>10</groupid>
<password>apple</password>
<userid>--><groupid>10</groupid><password>apple</password><userid>20</userid>
<username>a"pple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail<.com</email>
<groupid></-2>1</groupid>
<password></4>YZBZ93f</password>
<userid></777>63</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<userid></>6</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email><!--</email>
<groupid>--><groupid>10</groupid>
<password>apple</password>
<password>apple</password>
<userid></5597>3070</userid>
<username>ap<ple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">appl<e@gmail.com</email>
<groupid>10</groupid>
<groupid>10</groupid>
<password>&apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1"></>h7495T488BU80O42206xutP@k</email>
<groupid>10</groupid>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<userid></+2>10</userid>
<username>apple</username>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid></>+4</groupid>
<password>apple</password>
<userid>20</userid>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password></FMrr>745H</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>



<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<userid>20</userid><!--</userid>
<username>--><username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email><!--</email>
<groupid>--><groupid>10</groupid>
<password>apple</password>
<userid>20</userid>
<username>a&amp;pple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1"></i>@eXgV.qCsBLZucI</email>
<groupid><10</groupid>
<password></t4>pswsxY</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email><!--</email>
<groupid>10</groupid>
<password>--><groupid>10</groupid><password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1"></3r@K.c>b</email>
<groupid>10</groupid>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<userid>2'0</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1"></94sg@>OWd.</email>
<groupid>10</groupid>
<password>a<pple</password>
<userid>20</userid>
<username>appl"e</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail>.com</email>
<groupid>10</groupid>
<password>app"le</password>
<userid>20</userid>
<username></>M</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid></>3</groupid>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<email>apple@gmail.com</email>
<groupid></>43</groupid>
<password>apple</password>
<userid>20</userid><!--</userid>
<username>--><username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">"apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<userid>20</userid><!--</userid>
<username>--><username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid><!--</groupid>
<password>apple</password>
<userid>20</userid>
<username>--><password>apple</password><userid>20</userid><username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email><!--</email>
<groupid>--><groupid>10</groupid>
<password>apple</password><!--</password>
<userid>20</userid>
<username>--><userid>20</userid><username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">ap&lt;ple@gmail.com</email>
<groupid>10</groupid><!--</groupid>
<password>--><password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1"></8@N>FX.</email>
<groupid></>1</groupid>
<password>appl<e</password>
<userid>20</userid><!--</userid>
<username>--><username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1"></8@N>FX.</email>
<groupid>1</groupid>
<password>apple</password>
<userid>20</userid>
<userid>30</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>
<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<email>apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password></T8r6PvH>j</password>
<userid>20</userid>
<username></>OF6</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

